Repository: Lokavaluto/monujo
Catalog: src/i18n/*/app.po
Languages: fr_fr

source: Unexpected format of file
fr_fr: Erreure Inattendue

source: Unexpected issue occurred while saving your credentials
fr_fr: Une erreur inattendue est survenue pendant l'enregistrement de vos identifiants

source: Unexpected issue when attempting to connect to remote server.
fr_fr: La requête s'est terminée de façon inattendue, impossible de joindre le serveur distant.

source: Unexpected type of file
fr_fr: Erreure Inattendue

source: Unknown user or email. Please make sure to provide a valid username or email.
fr_fr: Utilisateur ou e-mail inconnu. Veuillez vous assurer de fournir un nom d'utilisateur ou une adresse e-mail valide.

source: Use biometry for login
fr_fr: Activer le login biométrique

source: Use custom language
fr_fr: Spécifier la langue

source: Use the same memo for the recipient
fr_fr: Utiliser le même mémo pour le destinataire

source: User
fr_fr: Utilisateur

source: User %{ name }'s account creation was approved
fr_fr: Le compte de l'utilisateur %{ name } a été validé

source: User %{ name }'s account creation was discarded
fr_fr: La demande d'activation de portefeuille de l'utilisateur %{ name } a été annulée

source: User or email already exist.
fr_fr: Utilisateur ou e-mail existe déjà.

source: Wallet already created
fr_fr: Compte déjà créé

source: Wallet creation unexpectedly failed.
fr_fr: Création de compte interrompue inopinément.

source: Wallet export
fr_fr: Export du portefeuille

source: Wallet registration unexpectedly failed
fr_fr: Création de compte interrompue inopinément.

source: week
fr_fr: semaine

source: Would you like to use your device's biometric (fingerprint, face recognition, ...) capability to login ?
fr_fr: Souhaitez-vous vous logger en utilisant les capacités biométriques de votre périphérique (empreinte digitale, reconnaissance faciale, ...)

source: year
fr_fr: année

source: Yes
fr_fr: Oui

source: You already have a pending top-up. Please either pay or delete it before proceeding
fr_fr: Vous avez déjà une demande de rechargement en attente. Veuillez la payer ou la supprimer avant de poursuivre

source: You are not allowed to send money to %{ recipientName }
fr_fr: Vous n'êtes pas autorisé à envoyer de l'argent à %{recipientName}

source: You can not transfer money to your own account
fr_fr: Vous ne pouvez pas envoyer de l'argent vers votre propre compte.

source: You can try again. If the issue persists, please contact your administrator.
fr_fr: Vous pouvez réessayer. Si l'erreur persiste, veuillez contacter votre administrateur.

source: You can try to refresh the page, if the issue persists, you may want to contact your administrator
fr_fr: Vous pouvez essayer de recharger la page, ou contacter votre administrateur si l'erreur persiste.

source: You can't send money to this account.
fr_fr: Vous ne pouvez pas envoyer de l'argent vers ce compte.

source: You don't have any wallet yet,
fr_fr: Vous n'avez pas encore de portefeuille,

source: Your account has been created successfully.
fr_fr: Votre compte a été créé avec succès.

source: your accounts
fr_fr: vos comptes

source: Your credentials will be saved after your next login
fr_fr: Vos identifiants seront enregistrés après votre prochaine connexion

source: your pending accounts
fr_fr: vos comptes en attente de création

source: Your top-up request is waiting for you to pay it or delete it
fr_fr: Votre demande de rechargement est en attente d'être payée ou supprimée par vous
