Repository: Lokavaluto/monujo
Catalog: src/i18n/*/app.po
Languages: fr_fr

source: %{ appName } is designed by %{ organizationName } an association whose goal is to develop, implement, and support the deployment of evolving and open-source information systems for organizations promoting local economic development.
fr_fr: %{ appName } a été conçu par %{ organizationName }, une association développant des outils open-source pour les acteurs de l'économie locale.

source: %{ name } was added to your favorite list
fr_fr: %{ name } a bien été ajouté en favori

source: %{ nbChar } character
fr_fr: %{ nbChar } caractère

source: %{ pinLength } digit
fr_fr: %{ pinLength } chiffre

source: About %{ appName }
fr_fr: À propos de %{ appName }

source: Account
fr_fr: Compte

source: Account requests
fr_fr: Demandes de comptes

source: Accounts waiting for approval
fr_fr: Comptes en attente de validation

source: Add
fr_fr: Ajouter

source: Add a payment memo (optional)
fr_fr: Ajouter un motif de paiement (optionnel)

source: Add a reference for the recipient (optional)
fr_fr: Ajouter une référence du paiement pour le destinataire

source: Add as favorite
fr_fr: Ajouter aux favoris

source: Admin Comchain
fr_fr: Administrateur Comchain

source: All recipient
fr_fr: Tous les destinataires

source: All transactions
fr_fr: Toutes les opérations

source: Already have an account ?
fr_fr: Avez-vous déjà créé un compte ?

source: Amount
fr_fr: Montant

source: Amount to request must be a number greater than 0
fr_fr: Le montant demandé doit être un nombre positif

source: Amount to send is too large (<= %{ maxValue })
fr_fr: Le montant envoyé est trop grand (<= %{ maxValue})

source: Amount to send must be a number greater than 0
fr_fr: Le montant envoyé doit être un nombre positif

source: Amount to send must be a number with not more than 2 decimals
fr_fr: Le montant envoyé doit être un nombre n'ayant pas plus de 2 décimales

source: An error occured while creating the CSV file
fr_fr: Une erreur est survenue lors de la creation du ficher CSV

source: An error occured while searching recipient
fr_fr: Il y a eu un problème lors de la recherche du destinataire

source: An error occurred while adding to favorites.
fr_fr: Une erreur est survenue lors de la mise en favoris.

source: An error occurred while deleting top-up request, please try again or contact an administrator
fr_fr: Une erreur s'est produite lors de la suppression de la demande de rechargement, veuillez ré-éssayer ou contacter votre administrateur

source: An error occurred while removing from favorites.
fr_fr: Une erreur est survenue lors de la suppression du favori.

source: An issue occured upon the approval of the credit request of %{ name }
fr_fr: Il y a eu un problème lors de la tentative de validation de la demande de crédit de %{ name }

source: An unexpected error occured while verifying transaction authorizations.
fr_fr: Une erreur inattendue est survenue lors de la vérification des autorisations de transaction

source: An unexpected issue occured while downloading recipient list
fr_fr: Il y a eu un problème lors de la tentative de téléchargement de la liste des destinataires

source: An unexpected issue occured while downloading transaction list
fr_fr: Il y a eu un problème lors de la tentative de téléchargement de la liste des transactions

source: An unexpected issue occurred during the money transfer. We are sorry for the inconvenience.
fr_fr: Une erreur inattendue est survenue pendant le transfert d'argent. Veuillez nous excuser pour la gêne occasionnée.

source: An unexpected issue occurred while approving the wallet account creation of user %{ name }
fr_fr: Il y a eu un problème lors de la tentative de validation de l'utilisateur %{ name }

source: An unexpected issue occurred while attempting to top up your account
fr_fr: La requête s'est terminée de façon inattendue, impossible de joindre le serveur distant.

source: An unexpected issue occurred while checking available funds. The transaction was not sent. We are sorry for the inconvenience.
fr_fr: Une erreur inattendue est survenue pendant la vérification des fonds disponibles. votre transaction n'a pas été envoyée. Veuillez nous excuser pour le désagrément.

source: An unexpected issue occurred while discarding the wallet account creation of user %{ name }
fr_fr: Il y a eu un problème lors de l'annulation de la demande d'activation de portefeuille pour l'utilisateur %{ name }

source: An unexpected issue occurred while loading the last transactions. Sorry for the inconvenience.
fr_fr: Une erreur inattendue est survenue pendant le chargement des dernières opérations de votre compte. Veuillez nous excuser pour le désagrément.

source: An unexpected issue occurred while loading the pending account list. Sorry for the inconvenience.
fr_fr: Une erreur inattendue est survenue pendant le chargement de la liste des comptes. Veuillez nous excuser pour le désagrément.

source: An unexpected issue occurred while loading the top up request list. Sorry for the inconvenience
fr_fr: Une erreur inattendue est survenue pendant le chargement de la liste de demandes de crédits. Veuillez nous excuser pour le désagrément.

source: An unexpected issue occurred while loading your wallet information. Sorry for the inconvenience.
fr_fr: Une erreur inattendue est survenue pendant le chargement des portefeuilles. Veuillez nous excuser pour le désagrément.

source: An unexpected issue occurred while performing recipient lookup. We apologise for the inconvenience.
fr_fr: Une erreur inattendue est survenue pendant le chargement de la liste des comptes. Veuillez nous excuser pour le désagrément.

source: An unexpected issue occurred while switching this recipient favorite status
fr_fr: Il y a eu un problème lors de la bascule du status de favoris sur ce destinataire

source: An unexpected issue occurred while updating the pending accounts list
fr_fr: Il y a eu un problème lors du rafraichissement de la liste des demandes de validation de portefeuilles

source: An unexpected server error occured while fetching pending topup list
fr_fr: Il y a eu un problème lors de la tentative de téléchargement de la liste des demandes de rechargement

source: An unexpected server error occurred while fetching pending topup list
fr_fr: Il y a eu un problème lors de la tentative de téléchargement de la liste des demandes de rechargement

source: An unexpected value was returned in the pending topup list
fr_fr: Il y a eu un problème lors de la tentative de téléchargement de la liste des demandes de rechargement

source: Approval of account creation
fr_fr: Validation des comptes en attente de création

source: Approval of top-up requests
fr_fr: Validation des demandes de crédit

source: Approve
fr_fr: Valider

source: Ask me later
fr_fr: Plus tard

source: Authentication
fr_fr: Authentification

source: Biometric login successfully disabled
fr_fr: Identification biométrique désactivée

source: Biometric login successfully set up
fr_fr: Identification biométrique mise en place

source: by
fr_fr: par

source: Choose the password for your wallet. It is different from your user account password and is only related to your wallet.
fr_fr: Choisissez le mot de passe de votre portefeuille. Il est différent de celui de votre compte utilisateur et ne concerne que votre portefeuille.

source: click here
fr_fr: cliquez ici

source: Close
fr_fr: Fermer

source: configure PIN code
fr_fr: Configurer le code PIN

source: confirm
fr_fr: valider

source: Confirm password
fr_fr: Confirmez votre mot de passe

source: Connection successful
fr_fr: Connection réussie

source: Contact your administrator if it fails to show up.
fr_fr: Contactez votre administrateur si elle ne s'affiche pas

source: Converted
fr_fr: Converti

source: Create my wallet
fr_fr: Créer mon portefeuille

source: Credit requests
fr_fr: Demandes de crédit

source: Dashboard
fr_fr: Tableau de bord

source: day
fr_fr: jour

source: Delete
fr_fr: Supprimer

source: digit
fr_fr: chiffre

source: Discard
fr_fr: Annuler

source: Do you want to add %{ name } to your favorite list ?
fr_fr: Voulez vous ajouter %{ name } aux favoris ?

source: Download
fr_fr: Télécharger

source: Download transactions
fr_fr: Télécharger les opérations

source: e.g. 50
fr_fr: ex: 50

source: Edit
fr_fr: Modifier

source: Edits were successfully saved
fr_fr: Modifications enregistrées

source: Email
fr_fr: Courriel

source: Email sent
fr_fr: Courriel envoyé

source: Enable biometric login
fr_fr: Activer le login biométrique

source: Enter your password
fr_fr: Entrez votre mot de passe

source: Export wallet
fr_fr: Exporter le portefeuille

source: Failed authentication. Please try again.
fr_fr: Échec de l'authentification. Veuillez ré-essayer.

source: Failed to load language "%{ lang }"
fr_fr: Le langage "%{ lang }" n'a pas pu être chargé

source: Failed to read the file contents
fr_fr: Le contenu du fichier n'a pas pu être lu

source: Failed to refresh account informations
fr_fr: Échec de la mise à jour des informations du compte

source: Firstname
fr_fr: Prénom

source: for account %{ name }
fr_fr: pour le compte %{ name }

source: Forgot password ?
fr_fr: Mot de passe oublié ?

source: from
fr_fr: De

source: From
fr_fr: Depuis

source: Generate QR code
fr_fr: Générer le code QR

source: Given PINs are different
fr_fr: Les codes PINs entrés ne sont pas identiques

source: Help
fr_fr: Aide

source: Import
fr_fr: Importer

source: Insufficient balance. You only have %{ safeAmount } %{ currency } available to spend.
fr_fr: Fonds disponibles insuffisants. Vous ne disposez que de %{ safeAmount } %{ currency } à envoyer.

source: Invalid credentials
fr_fr: Identifiant ou mot de passe incorrect

source: Invalid email.
fr_fr: E-mail invalide.

source: Invalid QR code content format
fr_fr: Format du code QR invalide

source: invoiced
fr_fr: facturée

source: Language settings
fr_fr: Préférences de langue

source: Lastname
fr_fr: Nom

source: Later
fr_fr: Plus tard

source: Log in
fr_fr: Se connecter

source: Login
fr_fr: Connection

source: Login into Monujo
fr_fr: S'authentifier pour accéder à Monujo

source: Main
fr_fr: Principal

source: Map
fr_fr: Carte

source: Maximum credit amount:
fr_fr: Montant maximum à créditer :

source: Minimum credit amount:
fr_fr: Montant minimum à créditer :

source: Money reconversion
fr_fr: Reconversion

source: month
fr_fr: mois

source: mutual
fr_fr: mutuel

source: Mutual
fr_fr: Mutuel

source: My unpaid top-up requests
fr_fr: Mes demandes de crédit non payées

source: Name, email address or phone number
fr_fr: Nom, adresse email ou téléphone

source: Next
fr_fr: Suivant

source: No
fr_fr: Non

source: No account pending for approval
fr_fr: Aucun compte en attente de validation

source: No previous transactions in your history.
fr_fr: Aucune opération dans votre historique

source: No recipients found
fr_fr: Aucun destinataire de paiement à afficher

source: No top up request awaiting approval
fr_fr: Aucune demande de crédit en attente de validation

source: No transaction found
fr_fr: Aucune transaction à afficher

source: No transactions found
fr_fr: Aucune transaction à afficher

source: Not a member yet ?
fr_fr: Pas encore adhérent ?

source: Operation canceled
fr_fr: Opération annulée

source: Or import an existing wallet
fr_fr: Ou importer un fichier portefeuille

source: Password
fr_fr: Mot de passe

source: Password confirmation
fr_fr: Confirmation du mot de passe

source: Password must be at least %{ msgSizePassword } long
fr_fr: Le mot de passe doit faire au moins %{ msgSizePassword }

source: Password should use at least one digit
fr_fr: Le mot de passe doit contenir au moins un nombre

source: Password should use at least one lowercase character
fr_fr: Le mot de passe doit contenir au moins une lettre minuscule

source: Password should use at least one symbol
fr_fr: Le mot de passe doit contenir au moins un caractère spécial

source: Password should use at least one uppercase character
fr_fr: Le mot de passe doit contenir au moins une lettre majuscule

source: Passwords do not match
fr_fr: Le mot de passe entré n'est pas identique

source: Pay
fr_fr: Payer

source: Payment confirmation
fr_fr: Confirmation de paiement

source: Payment sent
fr_fr: Paiement envoyé

source: Payment was done in %{nbTransactions} transactions:
fr_fr: Le paiement a été effectué en %{nbTransactions} opérations :

source: Payment will be done in %{nbTransactions} transactions:
fr_fr: Le paiement sera effectué en %{nbTransactions} opérations :

source: Pending top-up requests
fr_fr: Demandes de crédit en cours

source: Permission denied to the camera
fr_fr: Permission d'accès à la caméra refusé

source: PIN code
fr_fr: Code PIN

source: PIN code confirmation
fr_fr: Confirmation code PIN

source: PIN code must contain %{ pinLength }
fr_fr: le code PIN doit contenir %{ pinLength}

source: Please enter the email address associated with your account below. We'll send you an email with instructions on how to reset your password
fr_fr: Veuillez saisir l'adresse e-mail associée à votre compte ci-dessous. Nous vous enverrons un e-mail avec des instructions pour réinitialiser votre mot de passe.

source: Please fill in all the required fields below and click on Signup to create your account.
fr_fr: Veuillez remplir les champs ci-dessous et cliquer sur le bouton Inscription pour créer votre compte.

source: Please make sure to double check in the transaction list if this transaction appears in the near future.
fr_fr: Pensez à vérifier dans la liste des transactions si votre transaction y apparaît bien.

source: Please note that this password can not be retrieved, so be sure to keep it in a safe and reachable place.
fr_fr: Attention, ce mot de passe n'est pas récupérable, alors veillez à le garder dans un endroit sûr et accessible.

source: Please scan the QR code above to proceed
fr_fr: Veuillez scanner le code QR ci-dessus pour continuer

source: Please try again or contact your administrator
fr_fr: Veuillez ré-éssayer ou contacter votre administrateur

source: Preferences
fr_fr: Préférences

source: processed
fr_fr: traitée

source: Profile
fr_fr: Profil

source: QR code
fr_fr: Code QR

source: QR code - Payment request to %{ name } of %{ amount } %{ currency }
fr_fr: Code QR - demande de paiement à %{ name } de %{ amount } %{ currency }

source: QR code wallet - %{name}
fr_fr: Code QR portefeuille - %{ name }

source: received
fr_fr: reçue

source: Received %{amount}
fr_fr: %{amount} reçu

source: Recipient can not receive this much mutual currency unit. You can lower your transaction amount underneath %{ safeAmount } %{ currency } so-as to avoid recipient to reach its mutual currency unit limit. Otherwise, you'll need to get more reconvertible currency units to avoid relying on mutual currency units with this recipient.
fr_fr: Le destinataire ne peut recevoir autant d'unité de monnaie mutuelle. Vous pouvez réduire le montant de votre envoi en dessous de %{ safeAmount } %{ currency } afin d'éviter à votre destinataire de dépasser sa limite de monnaie mutuelle. Sinon, vous devrez récupérer plus de monnaie convertible pour éviter de dépendre de la monnaie mutuelle dans cet envoi vers ce destinataire.

source: Reconversion details
fr_fr: Détails de la reconversion

source: Reconversion invoiced
fr_fr: Reconversion facturée

source: Reconversion processed
fr_fr: Reconversion traitée

source: Reconversion received
fr_fr: Reconversion reçue

source: Reconversion sent
fr_fr: Reconversion envoyée

source: Refresh
fr_fr: Rafraîchir

source: Refresh balance and transaction list
fr_fr: Rafraîchir le solde et les transactions

source: Request
fr_fr: Recevoir

source: Request failed to remote server.
fr_fr: La requête a échoué, impossible de joindre le serveur distant.

source: Request money
fr_fr: Recevoir

source: Request refused by remote server. Contact your administrator
fr_fr: Refus du serveur distant, contactez votre administrateur

source: Requested %{amount}
fr_fr: %{amount} demandé

source: Reset my password
fr_fr: Ré-initialiser mon mot de passe

source: Reset password
fr_fr: Ré-initialiser le mot de passe

source: Save
fr_fr: Enregistrer

source: Security settings
fr_fr: Préférences de sécurité

source: See more
fr_fr: Voir tout

source: Select recipient:
fr_fr: Sélectionnez un destinataire :

source: Select timespan:
fr_fr: Sélectionnez un intervalle de temps :

source: Send
fr_fr: Envoyer

source: Send money
fr_fr: Envoyer de l'argent

source: sent
fr_fr: envoyée

source: Sent %{amount}
fr_fr: %{amount} envoyé

source: Settings
fr_fr: Préférences

source: Settings for simplified authentication were not saved correctly... Please try again in the "Settings" page or contact your administrator
fr_fr: L'enregistrement des préférences de l'authentification simplifiée ne s'est pas déroulée correctement... Veuillez ré-éssayer dans l'écran de préférences ou contacter votre administrateur

source: Share
fr_fr: Partager

source: Share transactions
fr_fr: Partager les opérations

source: Sign in
fr_fr: Se connecter

source: Sign out
fr_fr: Déconnexion

source: Sign up
fr_fr: Créer un compte

source: Sign-Up
fr_fr: Créer un compte

source: Simplified authentication for this device
fr_fr: Authentification simplifiée sur ce périphérique

source: Target
fr_fr: Destination

source: Target account is inactive.
fr_fr: Le compte destinataire du tranfert est désactivé.

source: Temporarily unavailable - please refresh
fr_fr: Momentanément indisponible - veuillez rafraîchir

source: Terms of Service
fr_fr: CGU

source: The accounts listed below have been subjected to a creation request. Once the creation request is approved, these accounts will become usable.
fr_fr: Les comptes listés ci-dessous ont fait l'objet d'une demande de création. Une fois la demande de création approuvée, ces comptes deviendront utilisables.

source: The following top up have been paid and are waiting for an administrator of your local currency to validate them.
fr_fr: Les rechargements suivants ont été payés et attendent qu'un administrateur de votre monnaie locale les valide.

source: The following top up requests await payment by third party
fr_fr: Les demandes de rechargement suivantes attendent d'être réglées par un tiers

source: The following top up requests needs to be paid or canceled
fr_fr: Les demandes de rechargement suivantes doivent être payées ou annulées

source: The last transactions were not yet all processed. To ensure that this payment can be sent, you need to wait for these pending transactions to be processed.
fr_fr: Les dernières transactions n'ont pas encore toutes été traitées. Pour garantir que ce paiement puisse être envoyé, vous devez attendre le traitement de ces transactions en attente.

source: The last transactions were not yet all processed. To ensure that this payment can be sent, you need to wait for these pending transactions to be processed. This can take a few minutes. You can also lower your transaction amount underneath %{ realBal } %{ currency }. If the problem persists, please contact an administrator.
fr_fr: Les dernières transactions n'ont pas encore toutes été traitées. Pour garantir que ce paiement puisse être envoyé, vous devez attendre le traitement de ces transactions en attente. Cela peut prendre quelques minutes. Vous pouvez également réduire le montant du paiement en dessous de %{ realBal } %{ currency }. Si le problème persiste, veuillez contacter un administrateur.

source: The last transactions were not yet all processed. To ensure that this payment can be sent, you need to wait for these pending transactions to be processed. This can take a few minutes. You can also lower your transaction amount underneath %{ safeAmount } %{ currency }. If the problem persists, please contact an administrator.
fr_fr: Les dernières transactions n'ont pas encore toutes été traitées. Pour garantir que ce paiement puisse être envoyé, vous devez attendre le traitement de ces transactions en attente. Cela peut prendre quelques minutes. Vous pouvez également réduire le montant du paiement en dessous de %{ safeAmount } %{ currency }. Si le problème persiste, veuillez contacter un administrateur.

source: The maximum top up amount must be equal or less than %{ amount }
fr_fr: Le montant à créditer doit être égal ou inférieur à %{ amount }

source: the message description is too long
fr_fr: Le message de description est trop long

source: The minimum top up amount must be equal or greater than %{ amount }
fr_fr: Le montant à créditer doit être égal ou supérieur à %{ amount }

source: The password and the password confirmation must be equal.
fr_fr: Le mot de passe et la confirmation du mot de passe doivent être identiques.

source: The top-up request has been successfully deleted
fr_fr: Votre demande de rechargement a été supprimée

source: The Top-up request has been successfully payed
fr_fr: Votre demande de rechargement a été traitée avec succès

source: The transaction was sent but no confirmation was received.
fr_fr: La transaction a été envoyée mais aucune confirmation n'a été reçue.

source: This fiels can not be empty.
fr_fr: Ce champs est obligatoire.

source: This top-up request is waiting for an administrator of your local currency to validate it
fr_fr: Cette demande de recharge est en attente de validation par un administrateur de votre monnaie locale

source: to
fr_fr: à

source: To
fr_fr: Vers

source: to create one
fr_fr: pour en créer un

source: To scan QR code, allow access to camera in the app settings.
fr_fr: Pour scanner un code QR, vous devez autoriser l'accès à la caméra dans la configuration de l'application.

source: Top up
fr_fr: Recharger

source: Top up my account
fr_fr: Créditer mon compte

source: Top up request from %{ name } of %{ amount } %{ currency } was validated.
fr_fr: La demande de crédit de %{ name } d'un montant de %{ amount } %{ currency } a été validée

source: Top up requests await approval
fr_fr: Opérations de crédit en attente de validation

source: Top up waiting admin validation
fr_fr: Rechargement en attente de validation de la part d'un administrateur

source: Top-up
fr_fr: Rechargement

source: Top-up details
fr_fr: Détails de l'opération

source: Top-up received
fr_fr: Rechargement reçu

source: Top-up request has been successfully created
fr_fr: Votre demande de rechargement a été créé avec succès.

source: Top-up requested
fr_fr: Rechargement demandé

source: Transaction details
fr_fr: Détails de l'opération

source: Transaction list
fr_fr: Liste des opérations

source: Transaction list could not be downloaded
fr_fr: La liste des transactions n'a pas pu être téléchargée

source: Transaction list downloaded
fr_fr: Liste des transactions téléchargée

source: Transaction list from %{ dateBeginStr } to %{ dateEndStr }
fr_fr: Liste des transactions du %{ dateBeginStr } au %{ dateEndStr }

source: Transaction list shared
fr_fr: Liste des transactions partagée

source: Transaction processed
fr_fr: Opération traitée

source: Transaction sent
fr_fr: Opération envoyée

source: Transaction was refused due to insufficient balance
fr_fr: Transaction refusée en raison de fonds insuffisants

source: Transactions
fr_fr: Opérations

source: Unable to read QR code
fr_fr: Impossible de lire le code QR.

source: Unavailable
fr_fr: Indisponible

source: Unexpected amount received. Try to reenter your amount, and if the problem persists please contact your administator.
fr_fr: Montant reçu inattendu. Essayez de saisir à nouveau votre montant et si le problème persiste, veuillez contacter votre administrateur.

source: Unexpected error occurred
fr_fr: Erreure Inattendue

source: Unexpected error while checking transfer, pleace contact your administrator.
fr_fr: Une erreure inattendue est survenue lors de la vérification du paiement. Veuillez contacter votre administrateur.
